# generated by running:
# code --list-extensions | xargs -L 1 echo code --install-extension

code --install-extension dsznajder.es7-react-js-snippets
code --install-extension eamodio.gitlens
code --install-extension esbenp.prettier-vscode
code --install-extension firefox-devtools.vscode-firefox-debug
code --install-extension ginfuru.ginfuru-better-solarized-dark-theme
code --install-extension GitLab.gitlab-workflow
code --install-extension Gruntfuggly.todo-tree
code --install-extension hoovercj.vscode-settings-cycler
code --install-extension jebbs.plantuml
code --install-extension ms-azuretools.vscode-docker
code --install-extension ms-python.black-formatter
code --install-extension ms-python.flake8
code --install-extension ms-python.isort
code --install-extension ms-python.python
code --install-extension ms-python.vscode-pylance
code --install-extension ms-toolsai.jupyter
code --install-extension ms-toolsai.jupyter-keymap
code --install-extension ms-toolsai.jupyter-renderers
code --install-extension ms-toolsai.vscode-jupyter-cell-tags
code --install-extension ms-toolsai.vscode-jupyter-slideshow
code --install-extension ms-vscode-remote.remote-containers
code --install-extension ms-vscode.makefile-tools
code --install-extension ms-vscode.vscode-typescript-tslint-plugin
code --install-extension ms-vsliveshare.vsliveshare
code --install-extension rebornix.toggle
code --install-extension richie5um2.vscode-sort-json
code --install-extension ronnidc.nunjucks
code --install-extension shd101wyy.markdown-preview-enhanced
code --install-extension sissel.shopify-liquid
code --install-extension sourcegraph.sourcegraph
code --install-extension tombonnike.vscode-status-bar-format-toggle
code --install-extension undefined_publisher.template-hacksaw-vscode
code --install-extension vscode-icons-team.vscode-icons
code --install-extension vscodevim.vim
code --install-extension yzhang.markdown-all-in-one
